Revit 2027 API
AssetSet.ForwardIterator Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual AssetSetIterator ForwardIterator()
Public Overridable Function ForwardIterator As AssetSetIterator
public:
virtual AssetSetIterator^ ForwardIterator()
abstract ForwardIterator : unit -> AssetSetIterator
override ForwardIterator : unit -> AssetSetIterator
Return Value
AssetSetIterator
See Also
Reference
AssetSet Class
Autodesk.Revit.DB.Visual Namespace